export const galleryAR = [
  {
    id: 1,
    title:
      "مسيرة جماهيرية ومظاهرة للمطالبة بمحاكمة أحداث يوليو-بيليهانا-شاپلا وحظر عصابة القتلة (حزب عوامي ليغ)",
    description:
      "مسيرة جماهيرية ومظاهرة للمطالبة بمحاكمة أحداث يوليو-بيليهانا-شاپلا وحظر عصابة القتلة (حزب عوامي ليغ)",
    date: "٧ أبريل ٢٠٢٥",
    location: "حديقة الثورة، البوابة رقم ٢، شيتاغونغ",
    imageUrl: "/images/gallery/৪৫তম-প্রোগ্রাম.jpg",
  },
  {
    id: 2,
    title: "مسيرة عيد الفطر ليلة رؤية الهلال",
    description: "مسيرة عيد الفطر ليلة رؤية الهلال",
    date: "٣٠ مارس ٢٠٢٥",
    location: "أمام أكاديمية الفنون",
    imageUrl: "/images/gallery/৪৪তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 3,
    title:
      "افتتاح برنامج التواصل الجماهيري للمطالبة بحظر عصابة القتلة (حزب عوامي ليغ)",
    description:
      "افتتاح برنامج التواصل الجماهيري للمطالبة بحظر عصابة القتلة (حزب عوامي ليغ) بزيارة قبور شهداء يوليو المجهولين",
    date: "٢٢ مارس ٢٠٢٥",
    location: "من مقبرة راير بازار للمثقفين الشهداء",
    imageUrl: "/images/gallery/৪৩তম-প্রোগ্রাম.jpg",
  },
  {
    id: 4,
    title:
      "مسيرة احتجاجية لجماهير يوليو للمطالبة العاجلة بحظر عصابة القتلة (حزب عوامي ليغ)",
    description:
      "مسيرة احتجاجية لجماهير يوليو للمطالبة العاجلة بحظر عصابة القتلة (حزب عوامي ليغ)",
    date: "٢١ مارس ٢٠٢٥",
    location: "من مسجد جامعة دكا المركزي",
    imageUrl: "/images/gallery/৪২তম-প্রোগ্রাম-1024x1022.jpg",
  },
  {
    id: 5,
    title:
      "مسيرة غضب احتجاجية على الهجمات الوحشية للإرهابيين الصهاينة ضد فلسطين الحرة",
    description:
      "مسيرة غضب احتجاجية على الهجمات الوحشية للإرهابيين الصهاينة ضد فلسطين الحرة",
    date: "٢١ مارس ٢٠٢٥",
    location: "من مسجد جامعة دكا المركزي",
    imageUrl: "/images/gallery/৪১তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 6,
    title:
      "سلسلة بشرية في بنغلاديش المحبة للسلام ضد اضطهاد الأقليات والتطرف الطائفي في الهند",
    description:
      "سلسلة بشرية في بنغلاديش المحبة للسلام ضد اضطهاد الأقليات والتطرف الطائفي في الهند",
    date: "١٨ مارس ٢٠٢٥",
    location: "تمثال راجو، جامعة دكا",
    imageUrl: "/images/gallery/৪০তম-প্রোগ্রাম.jpg",
  },
  {
    id: 7,
    title: "تجمع يوليو الاحتجاجي",
    description:
      "تجمع يوليو الاحتجاجي للمطالبة بإنشاء محكمة سريعة لمعاقبة المغتصبين وحظر عصابة القتلة (حزب عوامي ليغ)",
    date: "١٥ مارس ٢٠٢٥",
    location: "أمام المتحف الوطني، شاهباغ",
    imageUrl: "/images/gallery/৩৯তম-প্রোগ্রাম.jpg",
  },
  {
    id: 8,
    title: "صلاة الغائب على الأخت المظلومة آسيا من بنغلاديش",
    description: "صلاة الغائب على الأخت المظلومة آسيا من بنغلاديش",
    date: "١٣ مارس ٢٠٢٥",
    location: "أمام المتحف الوطني، شاهباغ",
    imageUrl: "/images/gallery/৩৮তম-প্রোগ্রাম.jpg",
  },
  {
    id: 9,
    title: "سلسلة بشرية لجماهير يوليو",
    description:
      "سلسلة بشرية لجماهير يوليو للمطالبة بالقبض الفوري على جزار شاهباغ (لاكي أختار) والخونة المتآمرين ضد الوطن",
    date: "١٢ مارس ٢٠٢٥",
    location: "أمام المتحف الوطني، شاهباغ",
    imageUrl: "/images/gallery/৩৭তম-প্রোগ্রাম.jpg",
  },
  {
    id: 10,
    title: "دعاء وإفطار جماعي تخليداً لشهداء وجرحى حرب يوليو",
    description: "دعاء وإفطار جماعي تخليداً لشهداء وجرحى حرب يوليو (جاتراباري)",
    date: "١٠ مارس ٢٠٢٥",
    location: "حديقة جاتراباري تشوراستا",
    imageUrl: "/images/gallery/৩৬তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 11,
    title: "مسيرة احتجاجية من بيت المكرم إلى شاهباغ",
    description:
      "مسيرة احتجاجية لجماهير الطلاب التوحيديين الوطنيين من بيت المكرم إلى شاهباغ للمطالبة بتنفيذ عقوبة الإعدام القصوى على المغتصبين",
    date: "٩ مارس ٢٠٢٥",
    location: "من البوابة الشمالية لبيت المكرم",
    imageUrl: "/images/gallery/৩৫তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 12,
    title: "دعاء وإفطار جماعي تخليداً لشهداء وجرحى حرب يوليو",
    description: "دعاء وإفطار جماعي تخليداً لشهداء وجرحى حرب يوليو",
    date: "٦ مارس ٢٠٢٥",
    location: "باشبوتي، ميرول باده",
    imageUrl: "/images/gallery/৩৪তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 13,
    title: "مؤتمر صحفي احتجاجاً على مؤامرة تعطيل بنغلاديش يوليو",
    description:
      "مؤتمر صحفي احتجاجاً على مؤامرة تعطيل بنغلاديش يوليو وخلق حالة انعدام الأمن للشعب",
    date: "٢٤ فبراير ٢٠٢٥",
    location: "مقهى مودهو، جامعة دكا",
    imageUrl: "/images/gallery/৩৩তম-প্রোগ্রাম.jpg",
  },
  {
    id: 14,
    title:
      "زيارة قبور شهداء اللغة وقراءة الفاتحة بمناسبة اليوم العالمي للغة الأم",
    description:
      "زيارة قبور شهداء اللغة وقراءة الفاتحة بمناسبة اليوم العالمي للغة الأم",
    date: "٢١ فبراير ٢٠٢٥",
    location: "مقبرة آزيمبور",
    imageUrl: "/images/gallery/৩২তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 15,
    title: "جلسة شعر وأناشيد - جَرِي آبِ زمزم",
    description: "جلسة شعر وأناشيد في ليلة النصف من شعبان - جَرِي آبِ زمزم",
    date: "١٤ فبراير ٢٠٢٥",
    location: "ميدان بايرا، جامعة دكا",
    imageUrl: "/images/gallery/৩১তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 16,
    title: "أهداف ورسالة منصة الانقلاب",
    description: "أهداف ورسالة منصة الانقلاب",
    date: null,
    location: null,
    imageUrl: "/images/gallery/526ec850b-1024x576.jpg",
  },
  {
    id: 17,
    title:
      "محاصرة وزارة الداخلية احتجاجاً على منح مخرج آمن للمتورطين في مجزرة يوليو الدموية بدعم من القوات الحكومية والمطالبة باستقالة مستشار الداخلية لفشله",
    description:
      "برنامج محاصرة وزارة الداخلية احتجاجاً على منح مخرج آمن للمتورطين في مجزرة يوليو الدموية بدعم من القوات الحكومية والمطالبة باستقالة مستشار الداخلية لفشله",
    date: "٢ فبراير ٢٠٢٥",
    location: "تمثال راجو، جامعة دكا",
    imageUrl: "/images/gallery/৩০তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 18,
    title: "مسيرة يوليو – محاصرة مقر الشرطة",
    description:
      "مسيرة يوليو – محاصرة مقر الشرطة للمطالبة بالقبض الفوري على المتآمرين والشرطة المتورطة في المجزرة",
    date: "٣١ يناير ٢٠٢٥",
    location: "من أمام المتحف الوطني، شاهباغ",
    imageUrl: "/images/gallery/২৯তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 19,
    title:
      "مسيرة مشاعل غاضبة احتجاجاً على الهجوم الوحشي على معلمي الابتدائية وسلوك الشرطة العدواني المستمر ضد المواطنين",
    description:
      "مسيرة مشاعل غاضبة احتجاجاً على الهجوم الوحشي على معلمي الابتدائية وسلوك الشرطة العدواني المستمر ضد المواطنين",
    date: "٢٦ يناير ٢٠٢٥",
    location: "تمثال راجو، جامعة دكا",
    imageUrl: "/images/gallery/২৮তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 20,
    title:
      "مؤتمر صحفي للمطالبة بإزالة أعوان الفاشية من المحكمة الجنائية الدولية",
    description:
      "مؤتمر صحفي للمطالبة بإزالة أعوان الفاشية من المحكمة الجنائية الدولية",
    date: "٢٣ يناير ٢٠٢٥",
    location: "مقهى مودهو، جامعة دكا",
    imageUrl: "/images/gallery/২৭তম-প্রোগ্রাম-1024x508.jpg",
  },
];
