export const galleryBN = [
  {
    id: 1,
    title:
      "জুলাই-পিলখানা-শাপলার বিচার ও গণহত্যাকারী আওয়ামীলীগ নিষিদ্ধের দাবিতে- জনসংযোগ ও মুক্তির মিছিল",
    description:
      "জুলাই-পিলখানা-শাপলার বিচার ও গণহত্যাকারী আওয়ামীলীগ নিষিদ্ধের দাবিতে- জনসংযোগ ও মুক্তির মিছিল",
    date: "৭ এপ্রিল'২০২৫",
    location: "বিপ্লব উদ্যান, ২নং গেইট, চট্টগ্রাম",
    imageUrl: "/images/gallery/৪৫তম-প্রোগ্রাম.jpg",
  },
  {
    id: 2,
    title: "চাঁদ রাতে ঈদের মিছিল",
    description: "চাঁদ রাতে ঈদের মিছিল",
    date: "৩০ মার্চ'২০২৫",
    location: "শিল্প কলা একাডেমির সামনে",
    imageUrl: "/images/gallery/৪৪তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 3,
    title:
      "গণহত্যাকারী আওয়ামীলীগ নিষিদ্ধের দাবিতে- দেশব্যাপী গণসংযোগ কর্মসূচীর উদ্ভোধন",
    description:
      "জুলাইয়ের অজ্ঞাত শহীদদের কবর জেয়ারতের মাধ্যমে গণহত্যাকারী आওয়ামীলীগ নিষিদ্ধের দাবিতে- দেশব্যাপী গণসংযোগ কর্মসূচীর উদ্ভোধন",
    date: "২২ মার্চ'২০২৫",
    location: "রায়ের বাজার বুদ্ধিজীবি কবরস্থান থেকে",
    imageUrl: "/images/gallery/৪৩তম-প্রোগ্রাম.jpg",
  },
  {
    id: 4,
    title:
      "অনতি বিলম্বে গণহত্যাকারী আওয়ামীলীগ নিষিদ্ধের দাবিতে- জুলাই জনতার বিক্ষোভ মিছিল",
    description:
      "অনতি বিলম্বে গণহত্যাকারী আওয়ামীলীগ নিষিদ্ধের দাবিতে- জুলাই জনতার বিক্ষোভ মিছিল",
    date: "২১ মার্চ'২০২৫",
    location: "ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় মসজিদ থেকে শুরু",
    imageUrl: "/images/gallery/৪২তম-প্রোগ্রাম-1024x1022.jpg",
  },
  {
    id: 5,
    title:
      "স্বাধীন ফিলিস্থিনের উপর জায়োনিস্ট সন্ত্রাসীদের বর্বরোচিত হামলার প্রতিবাদে- বিক্ষুব্ধ আজাদী মিছিল",
    description:
      "স্বাধীন ফিলিস্থিনের উপর জায়োনিস্ট সন্ত্রাসীদের বর্বরোচিত হামলার প্রতিবাদে- বিক্ষুব্ধ আজাদী মিছিল",
    date: "২১ মার্চ'২০২৫",
    location: "ঢাকা বিশ্ববিদ্যালয় কেন্দ্রীয় মসজিদ থেকে শুরু",
    imageUrl: "/images/gallery/৪১তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 6,
    title:
      "ভারতে ভয়াবহ সংখ্যালঘু নির্যাতন ও উগ্র সাম্প্রদায়িকতার বিরুদ্ধে- শান্তিকামী বাংলাদেশে মানব বন্ধন",
    description:
      "ভারতে ভয়াবহ সংখ্যালঘু নির্যাতন ও উগ্র সাম্প্রদায়িকতার বিরুদ্ধে- শান্তিকামী বাংলাদেশে মানব বন্ধন",
    date: "১৮ মার্চ'২০২৫",
    location: "রাজু ভাস্কর্য, ঢাকা বিশ্ববিদ্যালয়",
    imageUrl: "/images/gallery/৪০তম-প্রোগ্রাম.jpg",
  },
  {
    id: 7,
    title: "প্রতিবাদি জুলай জমায়েত",
    description:
      "ধর্ষকদের শাস্তি নিশ্চিত করতে দ্রুত বিচার ট্রাইবুনাল গঠন ও গণহত্যাকারী আওয়ামীলীগকে নিষিদ্ধের দাবিতে- প্রতিবাদি জুলাই জমায়েত",
    date: "১৫ মার্চ'২০২৫",
    location: "জাতীয় যাদুঘরের সামনে, শাহবাগ",
    imageUrl: "/images/gallery/৩৯তম-প্রোগ্রাম.jpg",
  },
  {
    id: 8,
    title: "বাংলাদেশের দুখিনী বোন আছিয়ার ঘায়েবানা জানাজা",
    description: "বাংলাদেশের দুখিনী বոն আছিয়ার ঘায়েবানা জানাজা",
    date: "১৩ মার্চ'২০২৫",
    location: "জাতীয় যাদুঘরের সামনে, শাহবাগ",
    imageUrl: "/images/gallery/৩৮তম-প্রোগ্রাম.jpg",
  },
  {
    id: 9,
    title: "জুলাই জনতার মানব বন্ধন",
    description:
      "দেশ বিরুধী ষড়যন্ত্র রুখতে শাহবাগের কসাই লাকি আক্তার ও দেশদ্রোহী সেবাদাসদের অবিলম্বে গ্রেফতারের দাবিতে- জুলাই জনতার মানব বন্ধন",
    date: "১২ মার্চ'২০২৫",
    location: "জাতীয় যাদুঘরের সামনে, শাহবাগ",
    imageUrl: "/images/gallery/৩৭তম-প্রোগ্রাম.jpg",
  },
  {
    id: 10,
    title: "জুলাই যুদ্ধের শহীদ ও আহতদের স্মরণে- দোয়া ও গণইফতার",
    description:
      "জুলাই যুদ্ধের শহীদ ও আহতদের স্মরণে- দোয়া ও গণইফতার (যাত্রাবাড়ি)",
    date: "১০ মার্চ'২০২৫",
    location: "যাত্রাবাড়ি চৌরাস্তা পার্ক",
    imageUrl: "/images/gallery/৩৬তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 11,
    title: "বায়তুল মোকাররম থেকে শাহবাগ অভিমুখে বিক্ষোভ মিছিল",
    description:
      "ধর্ষণের সর্বোচ্চ শাস্তি মৃত্যুদন্ড কার্যকর করার দাবিতে বায়তুল মোকাররম থেকে শাহবাগ অভিমুখে দেশ প্রেমিক তৌহিদি ছাত্র জনতার বিক্ষোভ মিছিল",
    date: "৯ মার্চ'২০২৫",
    location: "বায়তul মোকাররম উত্তর গেট থেকে শুরু",
    imageUrl: "/images/gallery/৩৫তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 12,
    title: "জুলাই যুদ্ধের শহীদ ও আহতদের স্মরণে- দোয়া ও গণইফতার",
    description: "জুলাই যুদ্ধের শহীদ ও আহতদের স্মরণে- দোয়া ও গণইफতার",
    date: "৬ মার্চ'২০২৫",
    location: "মেরুল বাড্ডা বাঁশপট্টি",
    imageUrl: "/images/gallery/৩৪তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 13,
    title:
      "জুলাইয়ের বাংলাদেশকে অকার্যকর করার ষড়যন্ত্রের প্রতিবাদে- সংবাদ সম্মেলন",
    description:
      "জনগণের চরম নিরাপত্তাহীনতা তৈরি করে, জুলাইয়ের বাংলাদেশকে অকার্যকর করার ষড়যন্ত্রের প্রতিবাদে- সংবাদ সম্মেলন",
    date: "২৪ ফেব্রুয়ারি'২০২৫",
    location: "মধুর ক্যান্টিন, ঢাকা বিশ্ববিদ্যালয়",
    imageUrl: "/images/gallery/৩৩তম-প্রোগ্রাম.jpg",
  },
  {
    id: 14,
    title:
      "আন্তর্জাতিক ভাষা দিবস উপলক্ষে- ভাষা শহিদদের কবর জেয়ারত ও ফাতেহা পাঠ",
    description:
      "আন্তর্জাতিক ভাষা দিবস উপলক্ষে- ভাষা শহিদদের কবর জেয়ারত ও ফাতেহা পাঠ",
    date: "২১ ফেব্রুয়ারি'২০২৫",
    location: "আজিমপুর কবরস্থান",
    imageUrl: "/images/gallery/৩২তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 15,
    title: "ঝরে আবে জমজম",
    description: "শবে বরাতের রাত্তিরে নাত, কবিতা ও গজলের مজমা- ঝরে আবে জমজম",
    date: "১৪ ফেব্রুয়ারি'২০২৫",
    location: "পায়রা চত্ত্বর, ঢাকা বিশ্ববিদ্যালয়",
    imageUrl: "/images/gallery/৩১তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 16,
    title: "ঝইনকিলাব মঞ্চ এর লক্ষ্য উদ্দেশ্য",
    description: "ইনকিলাব মঞ্চ এর লক্ষ্য উদ্দেশ্য",
    date: null,
    location: null,
    imageUrl: "/images/gallery/526ec850b-1024x576.jpg",
  },
  {
    id: 17,
    title:
      "রাষত্রীয় বাহিনীর মদদে নৃশংস জুলাই হত্যাকান্ডে জড়িতদের সেইফ এক্সিট দেওয়ার প্রতিবাদে ও ব্যর্থতার দায় নিয়ে স্বরাষ্ট্র উপদেষ্টার পদত্যাগের দাবিতে স্বরাষ্ট্র মন্ত্রনালয় ঘেরাও",
    description:
      "রাষত্রীয় বাহিনীর মদদে নৃশংস জুলাই হত্যাকান্ডে জড়িতদের সেইফ এক্সিট দেওয়ার প্রতিবাদে ও ব্যর্থতার দায় নিয়ে স্বরাষ্ট্র উপদেষ্টার পদত্যাগের দাবিতে স্বরাষ্ট্র মন্ত্রনালয় ঘেরাও কর্মসূচী",
    date: "২ ফেব্রুয়ারি'২০২৫",
    location: "রাজু ভাস্কর্য, ঢাকা বিশ্ববিদ্যালয়",
    imageUrl: "/images/gallery/৩০তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 18,
    title: "পুলিশ হেডকোয়ার্টার ঘেরাও- জুলাই যাত্রা",
    description:
      "জুলাই শহিদদের নিয়ে ষড়যন্ত্র লিপ্ত ও গণহত্যায় জড়িতপুলিশদের অতি দ্রুত গ্রেফতারের দাবিতে, পুলিশ হেডকোয়ার্টার ঘেরাও- জুলাই যাত্রা",
    date: "৩১ জানুয়ারি'২০২৫",
    location: "শাহবাগ, জাতীয় জাদুঘরের সামনে থেকে",
    imageUrl: "/images/gallery/২৯তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 19,
    title:
      "ইবতেদায়ী শিক্ষকদের উপর পুলিশের বর্বোরচিত হামলা ও সাধারন জনতার সাথে পুলিশের ক্রমাগত আগ্রাসী আচরণের প্রতিবাদে বিক্ষুব্ধ মশাল মিছিল",
    description:
      "ইবতেদায়ী শিক্ষকদের উপর পুলিশের বর্বোরচित হামলা ও সাধারন জনতার সাথে পুলিশের ক্রমাগত আগ্রাসী আচরণের প্রতিবাদে বিক্ষুব্ধ মশাল মিছিল",
    date: "২৬ জানুয়ারি'২০২৫",
    location: "রাজু ভাস্কর্য, ঢাকা বিশ্ববিদ্যালয়",
    imageUrl: "/images/gallery/২৮তম-প্রোগ্রাম-1024x1024.jpg",
  },
  {
    id: 20,
    title:
      "আন্তর্জাতিক অপরাধ ট্রাইবুনাল থেকে ফ্যাসিবাদের দোসরদের অপসারণের দাবিতে সংবাদ সম্মেলন",
    description:
      "আন্তর্জাতিক অপরাধ ট্রাইবুনাল থেকে ফ্যাসিবাদের দোসরদের অপসারণের দাবিতে- সংবাদ সম্মেলন",
    date: "২৩ জানুয়ারি'২০২৫",
    location: "মধুর ক্যান্টین, ঢাকা বিশ্ববিদ্যালয়",
    imageUrl: "/images/gallery/২৭তম-প্রোগ্রাম-1024x508.jpg",
  },
];
