{
  "Donate to Muslim Hands": "Donate to Muslim Hands",
  "Single Donation": "Single Donation",
  "Regular Donation": "Regular Donation",
  "Amount": "Amount",
  "Sadaqa": "Sadaqa",
  "Zakat": "Zakat",
  "General Charity": "General Charity",
  "Interest": "Interest",
  "Quick Donation": "Quick Donation",
  "Who We Are": "Who We Are",
  "Who We Are Des": "Hefazat-e-Islam is a leading Islamic organization dedicated to preserving the purity of Islamic education, strengthening Islamic institutions, and fostering unity within the Muslim community.",
  "Who We Are Des Two": "Established by renowned Islamic scholars (ulama) and community leaders, we aim to promote moral guidance, justice, peace, and compassion in conformity with the Qur’ān and Sunnah.",
  "Our Mission": "Our Mission",
  "Our Mission Des": "To empower Muslims through education, service, and unity — following the path of the Prophet صلى الله عليه وآله وسلم — and to protect Islamic traditions while addressing the moral and social challenges of our time.",
  "Message from Ameer": "Message from Ameer",
  "Allama Junaid Babunagari": "Allama Junaid Babunagari",
  "Ameer, Hefazat-e-Islam Bangladesh": "Ameer, Hefazat-e-Islam Bangladesh",
  "Message Title": "In the name of Allah, the Most Gracious, the Most Merciful.",
  "Message Des": "As we strive to guide our community toward justice, peace, unity, and moral purity, we must remain firm upon the Qur’ān and Sunnah.",
  "Message Des Two": "Hefazat-e-Islam stands as a guardian of Islamic education, institutions, and values — upholding the rich traditions that enable us to raise a generation anchored in knowledge, compassion, and fairness.",
  "Message Des Three": "We invite all Muslims to join us in this mission, to contribute to a future forged by strong faith, strong character, and unity under the guidance of Islam.",
  "Stories & Speeches": "Stories & Speeches",
  "See All Videos": "See All Videos",
  "Our Commitment to Serve": "Our Commitment to Serve",
  "Ongoing Projects": "Ongoing Projects",
  "Ongoing Projects Des": "At Hefazat-e-Islam, we’re constantly engaged in initiatives that make a real, positive difference in our community.",
  "Events": "Events",
  "Events Des": "At Hefazat-e-Islam, we bring our community together through a range of meaningful events — fostering unity, education, collaboration, and compassion.",
  "See All Events": "See All Events",
  "Blogs": "Blogs",
  "See All Blogs": "See All Blogs",
  "Get Involved": "Get Involved",
  "Get Involved Title": "Hefazat-e-Islam invites you to become a part of this mission.",
  "Get Involved Des": "Together, we can make a difference by strengthening our community, upholding justice, and spreading compassion.",
  "Contact": "Contact",
  "Donation": "Donation",
  "Become a Member": "Become a Member",
  "About": "About",
  "Careers": "Careers",
  "Members": "About",
  "Projects": "Projects"
}