{
  "Donate to Muslim Hands": "Donate to Muslim Hands",
  "Single Donation": "Single Donation",
  "Regular Donation": "Regular Donation",
  "Amount": "Amount",
  "Sadaqa": "Sadaqa",
  "Zakat": "Zakat",
  "General Charity": "General Charity",
  "Interest": "Interest",
  "Quick Donation": "Quick Donation",
  "Who We Are": "Who We Are",
  "Who We Are Des": "Hefazat-e-Islam is a leading Islamic organization dedicated to preserving the purity of Islamic education, strengthening Islamic institutions, and fostering unity within the Muslim community.",
  "Who We Are Des Two": "Established by renowned Islamic scholars (ulama) and community leaders, we aim to promote moral guidance, justice, peace, and compassion in conformity with the Qur’ān and Sunnah.",
  "Our Mission": "Our Mission",
  "Our Mission Des": "To empower Muslims through education, service, and unity — following the path of the Prophet صلى الله عليه وآله وسلم — and to protect Islamic traditions while addressing the moral and social challenges of our time.",
  "Message from Ameer": "Message from Ameer",
  "Allama Junaid Babunagari": "Allama Junaid Babunagari",
  "Ameer, Hefazat-e-Islam Bangladesh": "Ameer, Hefazat-e-Islam Bangladesh",
  "Message Title": "In the name of Allah, the Most Gracious, the Most Merciful.",
  "Message Des": "As we strive to guide our community toward justice, peace, unity, and moral purity, we must remain firm upon the Qur’ān and Sunnah.",
  "Message Des Two": "Hefazat-e-Islam stands as a guardian of Islamic education, institutions, and values — upholding the rich traditions that enable us to raise a generation anchored in knowledge, compassion, and fairness.",
  "Message Des Three": "We invite all Muslims to join us in this mission, to contribute to a future forged by strong faith, strong character, and unity under the guidance of Islam.",
  "Stories & Speeches": "Stories & Speeches",
  "See All Videos": "See All Videos",
  "Our Commitment to Serve": "Our Commitment to Serve",
  "Ongoing Projects": "Ongoing Projects",
  "Ongoing Projects Des": "At Hefazat-e-Islam, we’re constantly engaged in initiatives that make a real, positive difference in our community.",
  "Events": "Events",
  "Events Des": "At Hefazat-e-Islam, we bring our community together through a range of meaningful events — fostering unity, education, collaboration, and compassion.",
  "See All Events": "See All Events",
  "Blogs": "Blogs",
  "See All Blogs": "See All Blogs",
  "Get Involved": "Get Involved",
  "Get Involved Title": "Hefazat-e-Islam invites you to become a part of this mission.",
  "Get Involved Des": "Together, we can make a difference by strengthening our community, upholding justice, and spreading compassion.",
  "Contact": "Contact",
  "Donation": "Donation",
  "Become a Member": "Become a Member",
  "About": "About",
  "Careers": "Careers",
  "Members": "Members",
  "Projects": "Projects",
  "Quick Links": "Quick Links",
  "Follow Us": "Follow Us",
  "Footer Title": "Guiding our community toward knowledge, unity, justice, and peace in Islam.",
  "Powered by": "Powered by",
  "Privacy Policy": "Privacy Policy",
  "Terms & Conditions": "Terms & Conditions",
  "Copyright": "Copyright © 2025 Hefazat-e-Islam . All rights reserved",
  "Connect": "Connect",
  "Support the Mission of Faith, Unity & Service": "Support the Mission of Faith, Unity & Service",
  "Support Des": "At Hefazat-e-Islam, your donation is more than charity — it’s an investment in faith, education, and a just society. Every contribution goes directly to supporting Islamic education, community welfare, and the empowerment of the next generation.",
  "Your Contribution Changes Lives": "Your Contribution Changes Lives",
  "Contribution Des": "The example of those who spend their wealth in the way of Allah is like a seed of grain which grows seven ears, in every ear a hundred grains.",
  "Careers Banner Title": "Join a Mission Bigger Than a Job",
  "Careers Banner Des": "At Hefazat-e-Islam, we are more than just an organization — we are a movement built on faith, service, and community transformation.",
  "Careers Banner Des Two": "We invite individuals who are passionate about Islamic values, education, and humanitarian work to become a part of our dedicated team.",
  "Careers Banner Des Three": "Whether you are a scholar, teacher, administrator, tech professional, or volunteer — your skills can make a difference here.",
  "Opportunities Available": "Opportunities Available",
  "Opportunities Available Des": "We regularly seek passionate individuals for the following roles:",
  "Current Job Openings": "Current Job Openings",
  "Join Us": "Join Us",
  "Your Name": "Your Name",
  "Your E-mail": "Your E-mail",
  "Phone Number": "Phone Number",
  "Job Title": "Job Title",
  "Upload Your CV": "Upload Your CV",
  "Attach File": "Attach File",
  "About Banner Title": "A Movement Rooted in Knowledge and Service",
  "About Banner Des": "Hefazat-e-Islam is more than just an organization — it is a movement grounded in Islamic knowledge (Ilm), sincere da'wah, and unwavering service to the Muslim ummah.",
  "About Banner Des Two": "Founded in 2010, our mission began with one goal: to protect and promote authentic Islamic education and values in the face of rising moral, social, and ideological challenges.",
  "About Banner Des Three": "Over the years, we’ve grown into a trusted name in Bangladesh — not just as protectors of madrasas and mosques, but as mentors, mobilizers, and educators serving the needs of both scholars and ordinary Muslims.",
  "Our Story": "Our Story",
  "Our Story Des": "Our roots lie in the traditional madrasas of Bangladesh — institutions that have produced generations of learned scholars, imams, and educators.",
  "Our Story Des Two": "But we recognized the urgent need to bridge tradition with the modern world — to protect Islamic identity while providing skills and tools for self-reliance and leadership in today’s society.",
  "Our Story Des Three": "From small gatherings in local mosques to nationwide programs and community development efforts — our journey is driven by sincerity, unity, and trust in Allah.",
  "What Makes Us Unique": "What Makes Us Unique",
  "Looking Ahead": "Looking Ahead",
  "Our focus today is to": "Our focus today is to:",
  "Looking Ahead One": "Expand our support to madrasas across the country",
  "Looking Ahead Two": "Launch digital platforms for Islamic learning and community support",
  "Looking Ahead Three": "Train a new generation of leaders who are grounded in both deen and dunya",
  "Looking Ahead Four": "Foster peace and moral strength in every household",
  "Apply Now": "Apply Now",
  "Select a job": "Select a job"
}