{
  "Donation": "Donation",
  "Who We Are": "Who We Are",
  "Who We Are Des": "Inqilab Moncho is a consciousness-driven progressive organization that always speaks out against injustice, oppression, and discrimination. We believe that standing for truth, justice, and human dignity is a fundamental civic duty. In the face of any form of exploitation, repression, or aggression in this country, we remain a vigilant and unwavering voice.",
  "Who We Are Des Two": "Inqilab Moncho is not just an organization — it is a promise, a movement, a vision. A space where people respect one another, learn to question, and are not afraid to embrace the truth.",
  "Who We Are Des Three": "We unite — against injustice, in defense of human rights, and with the determination to build a just and equitable society.",
  "Who We Are Des Four": "Ever vigilant, ever defiant — Inqilab Moncho.",
  "Programs": "Programs",
  "See all programs": "See all programs",
  "Read More": "Read More",
  "News Gallery": "News Gallery",
  "See all news gallery": "See all news gallery",
  "Quick Links": "Quick Links",
  "Legal": "Legal",
  "Contact Info": "Contact Info",
  "Copyrights": "© 2025 Inqilab Moncho. All rights reserved.",
  "Powered by JIONEX": "Powered by JIONEX",
  "Innovated by": "Innovated by",
  "Footer Title": "Inqilab Moncho is a revolution-inspired cultural platform. Our goal is to stand against all forms of domination, safeguard freedom and sovereignty, and build a justice-based state. Welcome to this struggle for building a New Bangladesh.",
  "Latest Blogs": "Latest Blogs",
  "See all Blogs": "See all Blogs",
  "About Us": "About Us",
  "About Us Des": "Inqilab Moncho is a revolutionary cultural platform inspired by the spirit of uprising. Our goal is to stand against all forms of domination and to protect freedom and sovereignty while building a state based on justice. We welcome you to this struggle to create a New Bangladesh.",
  "About Us Des Two": "Seventeen long years of fascist rule have come to an end through a people’s uprising. With a commitment to restoring the rights of the people in a free and sovereign state, people from all walks of life took to the streets. The downfall and flight of the fascist Hasina regime was the ultimate outcome of years of accumulated sorrow, suffering, anger, and resentment among the people. We carry the responsibility of the blood of nearly 2,000 martyrs and more than 22,000 injured revolutionaries.",
  "About Us Des Three": "This uprising was born from a dream — to establish a just and inclusive welfare state free from all discrimination. With that vision, Inqilab Mancha embarks on a long journey, and we express our firm hope that you will stand beside us throughout this path.",
  "Objectives and Aims of Inqilab Moncho": "Objectives and Aims of Inqilab Moncho",
  "Edited by": "Edited by",
  "Price": "Price",
  "Available at": "Available at",
  "Shop": "Shop",
  "Donate to Muslim Hands": "Donate to Muslim Hands",
  "Quick Donation": "Quick Donation",
  "Single Donation": "Single Donation",
  "Regular Donation": "Regular Donation",
  "Amount": "Amount",
  "Sadaqa": "Sadaqa",
  "Zakat": "Zakat",
  "General Charity": "General Charity",
  "Interest": "Interest",
  "Donate to Inqilab Moncho": "Donate to Inqilab Moncho",
  "Inqilab Moncho": "Inqilab Moncho",
  "Inqilab Publications": "Inqilab Publications",
  "Inqilab Cultural Center": "Inqilab Cultural Center",
  "Other Programs": "Other Programs",
  "Other Blogs": "Other Blogs"
}