{
  "Donate to Muslim Hands": "تبرع لـ Muslim Hands",
  "Single Donation": "تبرع مرة واحدة",
  "Regular Donation": "تبرع منتظم",
  "Amount": "المبلغ",
  "Sadaqa": "صدقة",
  "Zakat": "زكاة",
  "General Charity": "الصدقة العامة",
  "Interest": "فائدة",
  "Quick Donation": "تبرع سريع",
  "Who We Are": "من نحن",
  "Who We Are Des": "حفظة الإسلام هي منظمة إسلامية رائدة مكرسة للحفاظ على نقاء التعليم الإسلامي، وتعزيز المؤسسات الإسلامية، وتعزيز الوحدة داخل المجتمع الإسلامي.",
  "Who We Are Des Two": "تأسست من قبل علماء إسلاميين وقادة مجتمع معروفين، وتهدف إلى تعزيز التوجيه الأخلاقي والعدالة والسلام والرحمة بما يتوافق مع القرآن والسنة.",
  "Our Mission": "مهمتنا",
  "Our Mission Des": "تمكين المسلمين من خلال التعليم والخدمة والوحدة — اتباعًا لطريق النبي صلى الله عليه وآله وسلم — وحماية التقاليد الإسلامية مع مواجهة التحديات الأخلاقية والاجتماعية في عصرنا.",
  "Message from Ameer": "رسالة من الأمير",
  "Allama Junaid Babunagari": "العلامة جُنيد بابونغري",
  "Ameer, Hefazat-e-Islam Bangladesh": "أمير، حفظة الإسلام بنغلاديش",
  "Message Title": "بسم الله الرحمن الرحيم",
  "Message Des": "بينما نسعى لتوجيه مجتمعنا نحو العدالة والسلام والوحدة والنقاء الأخلاقي، يجب أن نظل ثابتين على القرآن والسنة.",
  "Message Des Two": "حفظة الإسلام تقف كحارس للتعليم الإسلامي، والمؤسسات، والقيم — محافظةً على التقاليد الغنية التي تمكننا من تربية جيل قائم على المعرفة والرحمة والعدالة.",
  "Message Des Three": "ندعو جميع المسلمين للانضمام إلينا في هذه المهمة، والمساهمة في مستقبل قائم على الإيمان القوي، والشخصية القوية، والوحدة تحت توجيه الإسلام.",
  "Stories & Speeches": "قصص وخطب",
  "See All Videos": "عرض جميع الفيديوهات",
  "Our Commitment to Serve": "التزامنا بالخدمة",
  "Ongoing Projects": "المشاريع الجارية",
  "Ongoing Projects Des": "في حفظة الإسلام، نحن منخرطون باستمرار في مبادرات تحدث فرقًا حقيقيًا وإيجابيًا في مجتمعنا.",
  "Events": "الفعاليات",
  "Events Des": "في حفظة الإسلام، نجمع مجتمعنا من خلال مجموعة من الفعاليات الهادفة — لتعزيز الوحدة والتعليم والتعاون والرحمة.",
  "See All Events": "عرض جميع الفعاليات",
  "Blogs": "المدونات",
  "See All Blogs": "عرض جميع المدونات",
  "Get Involved": "شارك معنا",
  "Get Involved Title": "تدعوكم حفظة الإسلام لتكونوا جزءًا من هذه المهمة.",
  "Get Involved Des": "معًا يمكننا إحداث فرق من خلال تقوية مجتمعنا، وتعزيز العدالة، ونشر الرحمة.",
  "Contact": "اتصل بنا",
  "Donation": "تبرع",
  "Become a Member": "كن عضوًا",
  "About": "حول",
  "Careers": "الوظائف",
  "Members": "الأعضاء",
  "Projects": "المشاريع",
  "Quick Links": "روابط سريعة",
  "Follow Us": "تابعنا",
  "Footer Title": "نوجه مجتمعنا نحو المعرفة، والوحدة، والعدالة، والسلام في الإسلام.",
  "Powered by": "مشغل بواسطة",
  "Privacy Policy": "سياسة الخصوصية",
  "Terms & Conditions": "الشروط والأحكام",
  "Copyright": "حقوق النشر © 2025 حفظة الإسلام. جميع الحقوق محفوظة",
  "Connect": "تواصل معنا",
  "Support the Mission of Faith, Unity & Service": "ادعم رسالة الإيمان والوحدة والخدمة",
  "Support Des": "في حفظة الإسلام، تبرعك ليس مجرد صدقة — بل هو استثمار في الإيمان، والتعليم، والمجتمع العادل. كل مساهمة تذهب مباشرة لدعم التعليم الإسلامي، ورفاهية المجتمع، وتمكين الجيل القادم.",
  "Your Contribution Changes Lives": "مساهمتك تغيّر الحياة",
  "Contribution Des": "مَثَلُ الذين يُنفقون أموالَهم في سبيل الله كمَثَل حبّة أنبتت سبعَ سنابلَ في كلّ سنبلةٍ مائةُ حبّة.",
  "Careers Banner Title": "انضم إلى مهمة أعظم من مجرد وظيفة",
  "Careers Banner Des": "في حفظة الإسلام، نحن أكثر من مجرد منظمة — نحن حركة قائمة على الإيمان، والخدمة، وتحول المجتمع.",
  "Careers Banner Des Two": "ندعو الأفراد الذين يتحلون بالشغف تجاه القيم الإسلامية، والتعليم، والعمل الإنساني ليكونوا جزءًا من فريقنا المخلص.",
  "Careers Banner Des Three": "سواء كنت عالِمًا، أو معلّمًا، أو إداريًا، أو متخصصًا تقنيًا، أو متطوعًا — فإن مهاراتك يمكن أن تُحدث فرقًا هنا.",
  "Opportunities Available": "الفرص المتاحة",
  "Opportunities Available Des": "نبحث باستمرار عن أفراد شغوفين لهذه الأدوار:",
  "Current Job Openings": "الوظائف الشاغرة الحالية",
  "Join Us": "انضم إلينا",
  "Your Name": "اسمك",
  "Your E-mail": "بريدك الإلكتروني",
  "Phone Number": "رقم الهاتف",
  "Job Title": "المسمى الوظيفي",
  "Upload Your CV": "قم بتحميل سيرتك الذاتية",
  "Attach File": "إرفاق ملف",
  "About Banner Title": "حركة متجذرة في المعرفة والخدمة",
  "About Banner Des": "حفظة الإسلام ليست مجرد منظمة — بل هي حركة قائمة على المعرفة الإسلامية (العلم)، والدعوة الصادقة، والخدمة المستمرة لأمة الإسلام.",
  "About Banner Des Two": "تأسست في عام 2010، وبدأت مهمتنا بهدف واحد: حماية وتعزيز التعليم والقيم الإسلامية الأصيلة في وجه التحديات الأخلاقية والاجتماعية والفكرية المتزايدة.",
  "About Banner Des Three": "على مر السنين، أصبحنا اسمًا موثوقًا به في بنغلاديش — ليس فقط كحماة للمدارس والمساجد، بل كموجهين، ومحفزين، ومربين يخدمون العلماء والمسلمين العاديين على حد سواء.",
  "Our Story": "قصتنا",
  "Our Story Des": "تنبع جذورنا من المدارس التقليدية في بنغلاديش — مؤسسات أنتجت أجيالًا من العلماء، والأئمة، والمربين.",
  "Our Story Des Two": "لكننا أدركنا الحاجة الملحة لربط التراث بالعالم الحديث — لحماية الهوية الإسلامية وتوفير المهارات والأدوات لتحقيق الاكتفاء الذاتي والقيادة في مجتمع اليوم.",
  "Our Story Des Three": "من اللقاءات الصغيرة في المساجد المحلية إلى البرامج الوطنية وجهود تنمية المجتمع — رحلتنا مدفوعة بالإخلاص والوحدة والثقة بالله.",
  "What Makes Us Unique": "ما الذي يجعلنا مميزين",
  "Looking Ahead": "نظرة إلى المستقبل",
  "Our focus today is to": "تركيزنا اليوم هو:",
  "Looking Ahead One": "توسيع دعمنا للمدارس في جميع أنحاء البلاد",
  "Looking Ahead Two": "إطلاق منصات رقمية للتعليم الإسلامي ودعم المجتمع",
  "Looking Ahead Three": "تدريب جيل جديد من القادة يجمعون بين الدين والدنيا",
  "Looking Ahead Four": "تعزيز السلام والقوة الأخلاقية في كل بيت",
  "Apply Now": "قدّم الآن",
  "Select a job": "اختر وظيفة"
}