{
  "Donation": "দান",
  "Who We Are": "আমরা কারা",
  "Who We Are Des": "ইনকিলাব মঞ্চ একটি চেতনা-নির্ভর প্রগতিশীল সংগঠন, যা সবসময় অন্যায়, দমন ও বৈষম্যের বিরুদ্ধে সোচ্চার থাকে। আমরা বিশ্বাস করি, সত্য, ন্যায়বিচার এবং মানব মর্যাদার পক্ষে দাঁড়ানো একটি মৌলিক নাগরিক দায়িত্ব। এই দেশে যে কোনো ধরনের শোষণ, দমন বা আগ্রাসনের মুখে আমরা সতর্ক ও অটল কণ্ঠস্বর হিসেবে থাকি।",
  "Who We Are Des Two": "ইনকিলাব মঞ্চ কেবল একটি সংগঠন নয় — এটি একটি অঙ্গীকার, একটি আন্দোলন, একটি দৃষ্টি। এমন একটি পরিসর যেখানে মানুষ একে অপরকে সম্মান করে, প্রশ্ন করতে শেখে, এবং সত্যকে আলিঙ্গন করতে ভয় পায় না।",
  "Who We Are Des Three": "আমরা ঐক্যবদ্ধ হই — অন্যায়ের বিরুদ্ধে, মানবাধিকারের পক্ষে, এবং একটি ন্যায়ভিত্তিক ও সমতাভিত্তিক সমাজ গড়ার সংকল্প নিয়ে।",
  "Who We Are Des Four": "সতর্ক চিত্তে, অবিচল অবস্থানে — ইনকিলাব মঞ্চ।",
  "Programs": "প্রোগ্রামসমূহ",
  "See all programs": "সব প্রোগ্রাম দেখুন",
  "Read More": "আরও পড়ুন",
  "News Gallery": "সংবাদ গ্যালারি",
  "See all news gallery": "সব সংবাদ গ্যালারি দেখুন",
  "Quick Links": "দ্রুত লিঙ্ক",
  "Legal": "আইনি তথ্য",
  "Contact Info": "যোগাযোগের তথ্য",
  "Copyrights": "© ২০২৫ ইনকিলাব মঞ্চ। সর্বস্বত্ব সংরক্ষিত।",
  "Powered by JIONEX": "প্রযুক্তিগত সহায়তায় JIONEX",
  "Innovated by": "উদ্ভাবন করেছে",
  "Footer Title": "ইনকিলাব মঞ্চ একটি বিপ্লব-প্রাণিত সাংস্কৃতিক প্ল্যাটফর্ম। আমাদের লক্ষ্য হলো সব ধরনের আধিপত্যের বিরুদ্ধে দাঁড়ানো, স্বাধীনতা ও সার্বভৌমত্ব রক্ষা করা এবং ন্যায়ভিত্তিক রাষ্ট্র গঠন করা। নতুন বাংলাদেশ গড়ার এই সংগ্রামে আপনাকে স্বাগতম।",
  "Latest Blogs": "সর্বশেষ ব্লগ",
  "See all Blogs": "সব ব্লগ দেখুন",
  "About Us": "আমাদের সম্পর্কে",
  "About Us Des": "ইনকিলাব মঞ্চ একটি বিপ্লব-প্রাণিত সাংস্কৃতিক প্ল্যাটফর্ম, যা বিদ্রোহের চেতনা থেকে অনুপ্রাণিত। আমাদের লক্ষ্য হলো সব ধরনের আধিপত্যের বিরুদ্ধে দাঁড়ানো, স্বাধীনতা ও সার্বভৌমত্ব রক্ষা করা এবং ন্যায়ভিত্তিক রাষ্ট্র গঠন করা। নতুন বাংলাদেশ গড়ার এই সংগ্রামে আপনাকে স্বাগতম।",
  "About Us Des Two": "দীর্ঘ সতেরো বছরের ফ্যাসিবাদী শাসনের অবসান ঘটেছে একটি গণ-বিদ্রোহের মাধ্যমে। জনগণের অধিকার পুনঃপ্রতিষ্ঠার অঙ্গীকার নিয়ে সর্বস্তরের মানুষ রাস্তায় নেমে আসে। বছরের পর বছর ধরে সঞ্চিত বেদনা, দুঃখ, ক্ষোভ ও ক্ষরণের ফলস্বরূপ ফ্যাসিবাদী হাসিনা সরকারের পতন ও পালিয়ে যাওয়া ঘটে। আমরা প্রায় ২,০০০ শহীদ ও ২২,০০০ এর বেশি আহত বিপ্লবীর রক্তের দায়ভার বহন করি।",
  "About Us Des Three": "এই গণ-বিদ্রোহের জন্ম হয়েছে একটি স্বপ্ন থেকে — বৈষম্যহীন, ন্যায়ভিত্তিক ও অন্তর্ভুক্তিমূলক কল্যাণরাষ্ট্র প্রতিষ্ঠার স্বপ্ন। সেই লক্ষ্য নিয়ে ইনকিলাব মঞ্চ একটি দীর্ঘ যাত্রা শুরু করেছে, এবং আমরা দৃঢ় আশা প্রকাশ করছি যে এই পথে আপনি আমাদের পাশে থাকবেন।",
  "Objectives and Aims of Inqilab Moncho": "ইনকিলাব মঞ্চের উদ্দেশ্য ও লক্ষ্য",
  "Edited by": "সম্পাদনা করেছেন",
  "Price": "মূল্য",
  "Available at": "প্রাপ্তিস্থান",
  "Shop": "দোকান",
  "Donate to Muslim Hands": "মুসলিম হ্যান্ডসে দান করুন",
  "Quick Donation": "দ্রুত দান",
  "Single Donation": "এককালীন দান",
  "Regular Donation": "নিয়মিত দান",
  "Amount": "পরিমাণ",
  "Sadaqa": "সদকা",
  "Zakat": "যাকাত",
  "General Charity": "সাধারণ দান",
  "Interest": "সুদ",
  "Donate to Inqilab Moncho": "ইনকিলাব মঞ্চে দান করুন",
  "Inqilab Moncho": "ইনকিলাব মঞ্চ",
  "Inqilab Publications": "ইনকিলাব প্রকাশনা",
  "Inqilab Cultural Center": "ইনকিলাব সাংস্কৃতিক কেন্দ্র",
  "Other Programs": "অন্যান্য প্রোগ্রাম",
  "Other Blogs": "অন্যান্য ব্লগ",
  "Contact Us": "যোগাযোগ করুন",
  "Contact Us Des": "আমরা ইনকিলাব মঞ্চের প্রতি আপনার আগ্রহকে গুরুত্ব দেই এবং সামাজিক ন্যায়বিচার, রাজনৈতিক আন্দোলন ও সম্প্রদায়ের ক্ষমতায়নের প্রতি প্রতিশ্রুতিবদ্ধ ব্যক্তিবর্গ ও প্রতিষ্ঠানগুলোর সাথে যুক্ত হতে আগ্রহী।",
  "Phone": "ফোন",
  "Email": "ইমেইল",
  "Address": "ঠিকানা"
}